[File]
Author=
Name=
VersionId=0

[AIMPML]
Author=Autor
Category=Categorie
FeedName=Podcast
PublishDate=Data publicării
State=Status
URLAudioCached=Copie locală

[Common]
AIMP.Podcasts.Actions.CheckCachedFiles=Ștergere linkuri nevalide către copiile locale
AIMP.Podcasts.Actions.EditSubscription=Editare abonare...
AIMP.Podcasts.Actions.MarkAs.PL=Marcare ca
AIMP.Podcasts.Actions.MarkAs=Marcare ca
AIMP.Podcasts.Actions.RefreshFeed=Actualizare podcast
AIMP.Podcasts.Actions.RefreshFeeds=Actualizare toate podcasturile
AIMP.Podcasts.Actions.Subscribe=Abonare...
AIMP.Podcasts.Actions.Unsubscribe=Dezabonare...
AIMP.Podcasts.ML.Default=Implicit
AIMP.Podcasts.Actions.CreateSmartPlaylist=Creează Listă de Redare Deșteaptă

[Podcasts]
Caption=Podcasturi
Downloads=Descărcări|Descărcări (%s)
MSG0=Abonare podcast
MSG1=Sunteți deja abonat la acest podcast
MSG2=Descărcarea fluxului de podcast de la URL-ul specificat a eșuat!
MSG3=Link către fluxul de podcast
MSG4=Dezabonare
MSG5=Ștergere cache local
MSG6=Sigur doriți să vă dezabonați de la %s?
MSG7=Ascultat|Nou|Amânat
MSG8=Se caută actualizări: %s
MSG9=Descărcare: %s
MSG10=Episoade noi!
MSG11=Descărcare în fundal|Ștergere copie locală
MSG12=Nu s-a găsit abonarea în baza de date a podcasturilor
New=Nou|Nou (%s)
Postponed=Amânat|Amânat (%s)
Subscriptions=Abonări

[Podcasts.Settings]
C1=Podcasturi
CB1=La pornirea aplicației
CB2=Descărcare automată episoade noi
CB3=Notificare despre episoade noi
CB4=Marcare episod ca „ascultat” la începerea redării
GB1=Actualizări
GB2=Memorare în cache
L1=Șablon nume fișier pentru episodul descărcat:
V1=Manual|În fiecare oră|În fiecare zi|În fiecare săptămână

